[
  "obsidian-git",
  "calendar",
  "omnisearch",
  "recent-files-obsidian",
  "templater-obsidian",
  "dataview",
  "obsidian-style-settings",
  "editing-toolbar",
  "obsidian-linter",
  "easy-typing-obsidian",
  "better-tables",
  "obsidian-custom-attachment-location",
  "table-editor-obsidian",
  "html-tables",
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin"
]